# St7DeleteTableType

Deletes the specified table.

long St7DeleteTableType(long uID, long TableType, long TableID)

Input Parameters

uID

Strand7 model file ID.

TableType

One of the table types listed in Table Types.

TableID

Table ID.

Tables